{
    "name": "The Golden Age Cook Book, by Henrietta Lathem Dwight",
    "text": [
        "EGG BORDER WITH RICE AND CURRY SAUCE.",
        "Stir four eggs together, add three-quarters of a cup of rich milk, a few drops of onion juice, and salt and pepper to taste; beat a little. Have a border mould well buttered and sprinkled with finely minced parsley, pour the mixture into it, set in a pan of boiling water in the oven, cover and let it cook until firm--from five to ten minutes. Have ready some rice boiled twenty minutes in plenty of salted water and well drained, and a cream sauce into which a slightly heaping teaspoonful of curry powder has been stirred. Turn the egg border out on a hot platter, fill the center with rice, pour some of the sauce over it, and the rest around the border. Garnish with parsley and serve at once.",
        "RICE BORDER WITH VEGETABLES OR HARD BOILED EGGS IN CREAM SAUCE.",
        "Three-quarters of a cup of Carolina rice, picked over carefully and washed. Boil fifteen minutes in salted water. Drain off the water and have one pint and a half of boiling milk in a double boiler, stir the rice into this and cook until all the milk is absorbed, then add a tablespoonful of butter. Butter a border mould well, turn the rice into it, pressing it down so that the form will be perfect, put in the plate heater for five minutes, turn out on a platter and serve with vegetables or hard boiled eggs in a cream sauce.",
        "A BORDER TIMBALE OF MOCK CHICKEN.",
        "Take three-quarters of a cup of rich milk, put half of it into a saucepan with an ounce and a half of butter, let it come to a boil, and then stir into it an ounce and a half of dried and sifted bread crumbs and a good half tablespoonful of flour. Stir constantly until it no longer sticks to the pan, remove from the fire and let it cool. When cold add two heaping tablespoonfuls of finely chopped walnuts, one tablespoonful of lemon juice, one teaspoonful of onion juice, one even teaspoonful of sugar, a saltspoonful of mace, two eggs unbeaten--one at a time--and the rest of the milk, salt and pepper to taste. Beat hard. Butter well a border mould, and sprinkle with fine bread crumbs, turn the timbale mixture into it, set the mould in a pan of boiling water, cover to keep from browning, and bake from ten to fifteen minutes.",
        "SAUCE.--Put in a spider a good heaping tablespoonful of butter, let it brown, add a thick slice of onion cut in small pieces and a heaping tablespoonful of flour, stir constantly until it is a very dark rich brown, being careful not to let it burn, then add a quarter of a pound of fresh mushrooms, skinned and stemmed and cut into dice, let them cook a few minutes, then add a stock made from their stems and skins. Have a celery root that has been pared and cut into dice and cooked until tender in very little water with a bay leaf and two cloves, remove the cloves and bay leaf and turn the rest into the sauce, season with pepper and salt. Turn the timbale out on a platter, fill the center with the sauce, garnish and serve. A few truffles are a great addition. The timbale may also be served with an olive sauce.",
        "A MOULD OF SPAGHETTINA.",
        "Put three-quarters of a cup of spaghettina, broken in small pieces, into a quart of boiling water with an even tablespoonful of salt. Boil half an hour. Drain the water off and add a cup of milk to the spaghettina, and cook nearly half an hour, until the milk is almost all absorbed. Then make a cream sauce as follows: One cup of milk in a saucepan, rub butter the size of an egg into a slightly heaping tablespoonful of flour, adding a little of the warm milk, then stir into the milk on the fire, season with salt and pepper, add two even tablespoonfuls of grated cheese--the American Edam cheese is nice for this--and when the sauce is thick turn the spaghettina into it, let it come to a boil, turn out on a dish, and when cool add one egg beaten light. Butter a border mould which holds a little more than a pint, sprinkle it with bread crumbs, turn the mixture into it and set the mould into a pan of hot water and bake in a moderate oven twenty-five minutes. Have a pint of nicely stewed tomatoes seasoned to taste and thickened with bread crumbs and a good tablespoonful of butter. Turn the spaghettina mould out on a platter, fill the center with the stewed tomatoes, garnish with parsley and serve. It makes a very pretty dish and is an excellent pièce de resistance for dinner or luncheon.",
        "SPINACH BORDER MOULD.",
        "Prepare the spinach as in recipe for spinach pudding, butter a border mould, dust it with bread crumbs, and press the spinach mixture into it, put the mould into a pan of hot water in the oven, cover it to prevent browning, and bake about twenty minutes.",
        "A FILLING FOR THE CENTER OF MOULD OF SPINACH.",
        "Break two eggs in a bowl, add a little salt and four tablespoonfuls of cream and beat them slightly. Turn into a buttered tin cup and stand in a saucepan with a little boiling water in it on the stove, cover and cook until stiff--about three or four minutes--remove from the fire, turn out of the mould and cut in half-inch slices and then into stars or any fancy-shape preferred, or into dice. Make a cream sauce, turn the spinach mould out on a platter, put a little of the sauce in the center, then some of the egg stars, then the rest of the sauce, and finish with the egg stars.",
        "MOCK COD FISH BALLS.",
        "Six medium sized potatoes, washed, peeled and boiled for ten minutes in salted water. Drain and grate them while hot and stir in two heaping tablespoonfuls of butter; mix thoroughly. Season with salt, cayenne pepper to taste, and add a teaspoonful of grated onion and a saltspoonful of mace. Beat two egg yolks light and stir well into it with two heaping tablespoonfuls of cracker crumbs. Fry brown in small balls in boiling fat without crowding them in the basket, drain on kitchen paper and serve very hot on a platter, garnish with parsley.",
        "MOCK FISH BALLS IN CURRY OR CREAM SAUCE.",
        "Five ounces of plain boiled potatoes put through a patent vegetable strainer or mashed very fine. Add three ounces of butter and a slightly heaping tablespoonful of Groult's potato flour, two eggs slightly beaten and stirred in--a little at a time--a few drops of onion juice and salt and pepper to taste. Have a saucepan of boiling salted water over the fire, dip a tablespoon in cold water and then into the mixture and take out in oblong balls as nicely and uniformly shaped as possible, and drop them carefully into the boiling water, which must not boil too violently as the mixture is tender and would cook to pieces. Put them in without crowding and let them cook three minutes, taking them out one after another as they are done. Put in a colander to drain while preparing the curry sauce. Melt in a saucepan a heaping tablespoonful of butter and add to it a heaping teaspoonful of flour, an even teaspoonful of curry powder, stir well and add milk until of the consistency of cream sauce. Put the balls into the sauce and let it come to a boil, remove from the fire, and add a tablespoonful of good Madeira. Serve on a platter, garnish with parsley and serve. The curry powder and wine may be omitted if not liked, and the balls served in plain cream sauce.",
        "MOCK FISH (a Norwegian dish).",
        "Take three or four large white potatoes. Wash and peel them and boil until only half done. Grate them, and take only the part that has passed through the grater--that it may be light. Then weigh out half a pound. Beat the yolks of three eggs very light with a quarter of a cup of cream, mix with the potatoes and add three ounces of butter melted, half a teaspoonful of grated white onion, a dash of cayenne pepper, and salt to taste. Butter a mould well, sprinkle it with dried and sifted bread crumbs, put the mixture in it, and set the mould in a pan of boiling water in the oven, cover the mould and bake half an hour. Turn out carefully on a platter, pour a cream or Hollandaise sauce around it, and garnish with parsley. Serve very hot with a cucumber salad with French dressing, as a fish course.",
        "MOCK MEAT.",
        "Put three-quarters of a cup of milk and three ounces of butter in a saucepan on the fire. When it boils stir in three ounces of dried and rolled bread crumbs and a slightly heaping tablespoonful of flour, and half a teaspoonful of sugar. Let it cook until it no longer adheres to the pan, then remove from the fire. When it is cool, add three eggs, one at a time, beating until smooth, then add one heaping tablespoonful of chopped walnut meats, salt and pepper to taste, and a few drops of onion juice. Make into flat cakes, a little less than half an inch thick, like sausage cakes, dip them in flour, put them into a saucepan of boiling salted water and cook for three or four minutes. Take them up, drain them from the water, dip in flour again, and brown them in hot butter in a spider. Set them one side to keep hot. In another spider make a sauce. Put in a heaping tablespoonful of flour, a generous heaping tablespoonful of butter, and a heaping tablespoonful of chopped walnut meats, let them all brown nicely together, then stir in a vegetable stock that has been strained until the gravy is as thick as cream.",
        "SPAGHETTINA CHOPS.",
        "Spaghettina is finer than spaghetti, and for sale at Italian groceries. Half a cup of milk, half a cup of spaghettina, broken into bits, three tablespoonfuls of grated cheese, one tablespoonful of butter, half a tablespoonful of flour, and one egg. Put the spaghettina on in boiling salted water, boil for three-quarters of an hour, drain well in a colander. Make the sauce by melting the butter and stirring the flour into it until smooth, then add the cheese and milk and the spaghettina. Let it come to a boil and stir in quickly the beaten egg, let it thicken, remove at once from the fire, turn it out in a deep plate, and when cold form it into chops, dip them in beaten egg, then in bread crumbs and fry in boiling fat. They are very nice served with a tomato sauce, but good without it.",
        "TOMATO CHOPS.",
        "Measure three-quarters of a cup of tomatoes after the water has been drained off, put in a saucepan over the fire and stir into it a cupful of mashed potatoes, a heaping tablespoonful of butter, salt and pepper to taste, half a cup of grated bread crumbs. Mix thoroughly and add one egg beaten light. Remove from the fire, turn into a deep plate, let it get cold, then form in the shape of chops, dip in egg and roll in dried bread or cracker crumbs and fry a nice brown in boiling fat. Arrange on a platter and serve with tomato sauce, or place around a dish of stewed tomatoes.",
        "SAVORY FRIED BREAD.",
        "Cut slices of stale home-made bread about half an inch thick, shape them like chops, soak the slices in a rich, well seasoned vegetable stock until nearly saturated with it--don't allow them to become too soft--then dip in beaten egg mixed with a little milk and fry in butter in a spider until a nice brown. Serve with tomato sauce, or around a dish of stewed tomatoes.",
        "MOCK FISH CHOPS.",
        "Pare three good sized potatoes, cut fine and throw them into cold water to prevent them from turning dark. When all are cut drain them from the water and chop very fine--there must be two cupfuls. Have a cup of boiling milk in a saucepan and put the potatoes into it, cook until tender, but not soft, and be careful not to let them burn; when done add two generous heaping tablespoonfuls of butter, two heaping tablespoonfuls of French carrots, previously cooked in as little water as possible, and chopped very fine, one heaping teaspoonful of green pepper, one of parsley, one heaping teaspoonful of grated onion, a heaping saltspoonful of powdered mace, a dash of cayenne pepper and salt to taste. Measure two tablespoonfuls of tomatoes--after all the water has been pressed from them--chop fine and add to it one whole egg and one egg yolk beaten light, stir this into the potato mixture while on the stove, remove at once from the fire, add two heaping tablespoonfuls of cracker crumbs rolled fine, and two tablespoonfuls of fine Madeira or sherry. Turnout to cool and then form into chops, roll in egg and cracker crumbs and fry in boiling fat. Serve with cucumber salad.",
        "FRICASSEE OF SPAGHETTINA.",
        "Take a cupful of spaghettina, broken into small pieces, put in boiling salted water and cook for three-quarters of an hour. Drain well, have a cupful of cream sauce and stir the cooked spaghettina into it, let it come to a boil, season with salt and pepper, and add the well beaten yolk of an egg, stir well, remove at once, and turn into a hot vegetable dish and serve.",
        "MUSHROOMS EN COQUILLE.",
        "Wash half a pound of nice, fresh mushrooms, peel them and cut off the stems, cut the flaps into dice, and put the skins and stems in a saucepan with a cup of water, and cook for ten minutes. While these are cooking put a heaping tablespoonful of butter in a spider, when hot add the mushroom dice and let them cook until tender, then add a dessertspoonful of flour, and when it is cooked add the water the stems were boiled in, and salt and pepper to taste. If the sauce is too thick add a little more water. Stir in at the last a teaspoonful of finely minced parsley, a few drops of lemon juice and the well-beaten yolk of one egg, stir well, remove from the fire, fill the shells, sprinkle bread crumbs over the tops and a little melted butter, put in the oven for an instant to brown.",
        "RAGOUT OF EGG PLANT.",
        "Boil a small egg plant until tender. Peel it thinly and set aside to get cold. Cut in slices an inch thick and cover the bottom of a baking dish with them. Melt a generous tablespoonful of butter in a saucepan and stir into it two heaping tablespoonfuls of fresh mushrooms, a heaping teaspoonful of parsley, a heaping teaspoonful of onion, all chopped very fine, season with salt and pepper and pour over the egg plant. When it is time to put it in the oven sprinkle with Parmesan cheese and fine breadcrumbs and dot with small lumps of butter, and bake until brown in a quick oven. Serve in the dish in which it is baked with the following sauce in a sauce boat.",
        "SAUCE.--Boil the skins and stems of the mushrooms in a cup of water; while they are cooking, brown together in a spider a slightly heaping tablespoonful of butter, a slightly heaping tablespoonful of flour, and a small slice of onion cut very fine. Strain the mushroom skins and stems and add the water they were cooked in to the browned butter and flour, and when the sauce is thick and smooth turn it into a saucepan and add to it a heaping tablespoonful of mushrooms, one small cucumber pickle and two large olives, all chopped very fine. Let all simmer together for a few minutes, season to taste with salt and pepper. If the sauce is too thick add a little water. It should be like thick cream.",
        "PATTIES OF PUFF PASTE.",
        "Roll out some puff paste an inch thick, cut with a patty-cutter as many rounds as are needed, then with a smaller cutter stamp each round about half an inch deep. Bake in a quick oven; when done lift the centers out carefully with a knife, remove a little of the inside. When wanted heat the patty shells and fill with spaghettina in tomato sauce, mushrooms or vegetables in a cream or savory sauce, or the filling as given for spinach border mould. A few truffles cut fine are a nice addition to tomato sauce. Lay the little tops on and serve.",
        "SAVORY RICE (a Mexican Dish).",
        "Wash half a cup of rice, drain from the water. Put a heaping tablespoonful of butter in a spider, when hot add a small leek or white onion and the rice, fry until the rice is a golden brown--do not let it get too dark. Have ready a vegetable stock, nearly fill the spider and cook twenty minutes until the rice is perfectly dry. Every grain should stand alone. Turn out on a platter and serve with tomato sauce.",
        "RAGOUT OF ASPARAGUS WITH MOCK MEAT BALLS.",
        "Scrape and wash a bunch of asparagus, cut in pieces about an inch long as far as the stalks are very tender, put the remainder of the stalks with an onion into a saucepan, cover with boiling water and let it cook until tender--about half an hour. Then mash them in the water in which they were boiled through a colander. Put over the fire again, and when it comes to a boil throw in the points and cook until tender. While that is cooking make some mock meat, as given in a previous recipe, form into balls as large as a walnut. Cook them in salted boiling water for five minutes, drain them from the water, also the asparagus points from the stock, put them together in a saucepan to keep hot while making a gravy. Melt a generous heaping tablespoonful of butter in a spider, add to it when it bubbles a large heaping tablespoonful of flour, stir well until it becomes a dark, rich brown, taking care that it does not burn, add the asparagus stock, season with salt and pepper--this gravy should be like thick cream--turn it over the asparagus and meat balls, stir in a good half tablespoonful of butter, let it come to a boil and serve on a platter. Garnish with parsley.",
        "CURRIED RICE CROQUETTES.",
        "Put three-quarters of a cup of milk in a saucepan with butter the size of an egg, let it come to a boil, and stir into it one large cup and a half of rice that has been boiled in salted water twenty minutes. Add a slightly heaping teaspoonful of curry powder, a few drops of onion juice and salt to taste. When it comes to a boil add a beaten egg to it, stir a minute and remove from the fire. Turn it out, let it cool, and then form into cylinders and fry as usual.",
        "MOCK FISH CROQUETTES.",
        "Slice three medium sized potatoes, boil until tender, but not soft, chop very fine an even teaspoonful of onion with three zepherettes or small square crackers, then add the hot potatoes and chop all together, season with a dash of cayenne pepper, a saltspoonful of mace, a little salt and pepper. Make a sauce with a large heaping tablespoonful of butter, a heaping teaspoonful of flour rubbed well together in a saucepan over the fire; when smooth add three-quarters of a cup of rich hot milk, when it boils add the potato mixture, let it get thoroughly hot and stir into it a well-beaten egg, remove from the fire, turn it out to get cool. Form into cylinders, dip in egg, roll in bread crumbs, fry in boiling fat, and serve with either Hollandaise or tartar sauce.",
        "WALNUT CROQUETTES.",
        "Put half a pint of bread crumbs and a gill of milk in a double boiler, place over the fire and stir until thick and smooth, add a pinch of salt, three-quarters of a cup of chopped nuts and a tablespoonful of sherry. When the mixture is hot stir into it the well-beaten yolks of two eggs and remove from the fire at once. Set the mixture away to get cold, then form in any shape preferred for croquettes; dip them in egg and then in dried bread or cracker crumbs, fry in boiling fat and serve with a sauce piquante.",
        "RAGOUT OF MUSHROOMS.",
        "Wash half a pound of fine, fresh mushrooms, skin, stem and cut them into dice. Put the stems and skins in water to cover and stew them for twenty minutes; strain and put the mushrooms into this broth with a generous tablespoonful of butter, a teaspoonful of finely chopped onion, season with salt and pepper, cook until tender; when done add two well-beaten yolks of eggs, stir briskly and remove at once from the fire, turn out on a platter, sprinkle with a little very finely minced parsley and serve very hot.",
        "MOCK CHICKEN CROQUETTES.",
        "Two cups of rye bread--home-made is the best--chopped fine, one cup of chopped English walnuts. Mix together and chop again with a tablespoonful of butter, an even tablespoonful of grated onion, a scant teaspoonful of ground mace. Melt a heaping tablespoonful of butter in a saucepan with half a tablespoonful of flour and add gradually to it a cupful of rich milk; when this comes to a boil add the other ingredients, salt and pepper to taste, then stir in two well-beaten eggs, remove from the fire and add a tablespoonful of lemon juice; turn out on a platter to cool, form into cylinders, dip in egg and bread crumbs, as usual, and fry in boiling fat."
    ]
}